SimpleLightbox

createGallery(images)
//* Ця функція повинна приймати масив images, створювати HTML-розмітку для галереї, додавати її в контейнер галереї та викликати метод екземпляра SimpleLightbox refresh(). Нічого не повертає.

clearGallery()
//* Ця функція нічого не приймає та повинна очищати вміст контейнера галереї.Нічого не повертає.

showLoader()
//* Ця функція нічого не приймає, повинна додавати клас для відображення лоадера.Нічого не повертає.

hideLoader()
//* Ця функція нічого не приймає, повинна прибирати клас для відображення лоадера.Нічого не повертає.